[app]
language=繁體中文
welcome=歡迎使用 PhoXo！
untitled=未命名
close=關閉
ok=確定
cancel=取消

[file]
recent=最近的檔案
open_type=所有影像
load_error=影像損壞或不支援
not_exist=影像不存在
save_error=儲存影像失敗

[TOPBAR]
57601=開啟|開啟影像檔案
57603=儲存|儲存當前影像
57604=另存新檔|以新名稱儲存影像
57634=複製|複製影像到剪貼簿
57607=列印|列印當前影像
57643=復原|復原上一步操作
57644=重做|重做上一步復原
57664=關於|關於 PhoXo
7000=貼上|從剪貼簿貼上
7001=新建|建立新影像
7002=從掃描器
7003=清除最近檔案
7004=設定|應用程式設定
7005=主題|更換主題
7016=更多|顯示更多選項
9002=適合視窗|影像適應視窗大小
9003=實際大小|顯示影像原始大小
8005=縮小|縮小以查看更多
8006=放大|放大以查看更多細節
undo=取消|復原上一步操作|復原 %d 步操作
theme=更多|淺色|深色|陽光日|冰薄荷|絲滑粉|多汁梅|月光輝|芒果樂園|神秘森林|酷灰

[TAB]
20000=裁剪或旋轉|快捷鍵:\n← → ↑ ↓: 移動 1px\nShift + 方向鍵: 移動 10px\nEnter: 套用裁剪\nEsc: 取消\nCtrl + 拖曳: 新裁剪

[SETTINGS]
0=設定
1=一般
2=渲染模式
3=更好品質|更快速度
4=面板停靠
5=右側|左側
6=最大縮放等級
7=更改停靠位置需要重新啟動 PhoXo

[DlgResize]
t=調整大小|寬度|高度|保持寬高比

[cmd]
crop=裁剪
flipv=垂直翻轉
fliph=水平翻轉
r90=向右旋轉 90°
r270=向左旋轉 90°
resize=調整大小

[panel_crop]
60=寬度
61=高度
1=自由|自訂比例
2=原始|保持影像原始比例
3=套用
4=調整大小時鎖定比例
5=比例已鎖定|比例已解鎖
6=向右旋轉 90°
7=向左旋轉 90°
8=垂直翻轉
9=水平翻轉
10=形狀
11=變換
15=矩形
16=圓角矩形
17=圓形
20=圓角度
21=取消裁剪
22=套用裁剪|取消裁剪
30=調整影像大小